Revit 2027 API
UnitTypeId.KipsPerCubicFoot Property
 Kips per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipsPerCubicFoot { get; }
Public Shared ReadOnly Property KipsPerCubicFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipsPerCubicFoot {
	ForgeTypeId^ get ();
}
static member KipsPerCubicFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace